/* Appends a full-stop to a statement */
"%@." = "%@.";

/* Confirmation message for deleting a service */
"Are you sure you want to delete this service?" = "Are you sure you want to delete this service?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancel";

/* Button title to delete a service */
"Delete Service" = "Delete Service";

/* The alert title for a resume error */
"Error Resuming" = "Error Resuming";

/* The alert title for a suspend error */
"Error Suspending" = "Error Suspending";

/* Button title to acknowledge error */
"OK" = "OK";

/* Format string for combining localized numeric value and unit with a space. (1: numeric value)(2: unit) */
"quantity-and-unit-space" = "%1$@ %2$@";

/* Format string for combining localized numeric value and unit without spacing. (1: numeric value)(2: unit) */
"quantity-and-unit-tight" = "%1$@%2$@";

